# general utils
brew 'wget'
brew 'gsed'
brew 'gnupg'
brew 'hostess'
brew 'mkcert'
brew 'hyperkit'

# languages support
brew 'pyenv'
brew 'rbenv'
brew 'go'
brew 'git-secrets'

brew "minikube"
brew "kubectl"
brew "helm"
brew "kubectx"
brew "krew"
brew "stern"
brew "mkcert"
brew "istioctl"
brew "skaffold"
brew "txn2/tap/kubefwd"

brew "awscli"
brew "aws-vault"
brew "git-secrets"

brew "hadolint"
tap "instrumenta/instrumenta"
brew "kubeval"




brew 'awscli'
brew 'eksctl'

brew 'chamber'


brew 'hadolint'
brew 'helm'
brew 'k9s'
brew 'kops'
brew 'kubectx'
brew 'opa'
brew 'packer'
brew 'terraform'

brew 'secrethub/tools/secrethub-cli'
brew 'skaffold'
brew 'sonouoy'
brew 'stern'
brew 'terraform-docs'
brew 'tflint'
brew 'kubectl'
brew 'colima'

brew 'minikube'