# general utils
brew 'wget'
brew 'gsed'
brew 'gnupg'
brew 'hostess'
brew 'mkcert'
brew 'git-secrets'

# languages support
brew 'pyenv'
brew 'rbenv'
brew 'go'

# cloud vendors
brew 'awscli'
brew 'eksctl'
brew 'aws-vault'
brew 'chamber'

# cloud-native development
brew 'colima'
brew 'minikube'
brew 'kubectl'
brew 'kubectx'
brew 'krew'
brew 'nerdctl'
brew 'sonobuoy'
brew 'skaffold'
brew 'helm'
brew 'stern'
brew 'txn2/tap/kubefwd'
tap 'instrumenta/instrumenta'
brew 'kubeval'

brew 'terraform'
brew 'terraform-docs'
brew 'tflint'
brew 'istioctl'
brew 'hadolint'
brew 'secrethub/tools/secrethub-cli'
brew 'opa'
